Repository: velitasali/gnome-shell-extension-awesome-tiles
Catalog: po/*.po
Languages: fr, it, nl

source: Disabled
fr: Désactiver

source: Enable window animation
fr: Activer l'animation des fenêtres

source: Add animation on windows. (In Wayland, this option will very buggy)
fr: Ajouter une animation de fenêtre (sous Wayland, cette option sera très buguée)

source: Gap Between Window and Workspace
fr: Espace entre une fenêtre et le Workspace
it: Margine tra Finestra e Spazio di Lavoro
nl: Ruimte tussen venster en werkblad

source: Percentage to leave out as gap when the window in focus is tiled.
fr: Pourcentage à laisser comme espace quand la fenêtre en focus est dimensionnée.
it: Percentuale da lasciare come margine quando la finestra in primo piano è affiancata.
nl: De te reserveren tussenruimte (in procenten) als een venster gefocust en getegeld is.

source: Keybinding iterate timeout
fr: Délai d'expiration de saisie

source: Maximum time of you can adjust tiling step by iterating same keybinding in milliseconds.
fr: Temps maximum durant lequel vous pouvez ajuster l’étape de dimensionnement en itérant la même touche (en millisecondes).

source: Gap Size Increments
fr: Incrément de la Taille de l'Écart

source: Determine how much gap size adjust by keybinding.
fr: Déterminer la taille de l'espace a ajuster par la touche.

source: Gaps Between Windows
fr: Espace Entre les Fenêtres

source: Put gaps between windows.
fr: Mettre des espaces entre les fenêtres.

source: Center Tiling Steps
fr: Étapes du Dimensionnement Central

source: Steps on each key press (values between 0-1).
fr: Étapes entre chaque touche appuyée (valeurs entre 0 - 1)

source: Side Tiling Steps
fr: Étapes du Dimensionnement Latéral

source: Align Window to Center
fr: Centrer la Fenêtre
it: Allinea la Finestra al Centro
nl: Venster centreren

source: Shortcut to align the window in focus to center without resizing it.
fr: Raccourci pour centrer la fenêtre en focus sans la redimensionner.
it: Scorciatoia per allineare la finestra in primo piano al centro senza ridimensionarla.
nl: De sneltoets waarmee een gefocust venster kan worden gecentreerd.

source: Increase the Gap Size
fr: Augmenter l'Espace Vide
it: Aumenta la Dimensione del Margine
nl: Tussenruimte vergroten

source: Shortcut to increase the gap size.
fr: Raccourci pour augmenter l'espace vide.

source: Decrease the Gap Size
fr: Réduire l'Espace Vide
it: Riduci la Dimensione del Margine
nl: Tussenruimte verkleinen

source: Shortcut to decrease the gap size.
fr: Raccourci pour réduire l'espace vide.

source: Tile Window to Center
fr: Placer la Fenêtre au Centre
it: Affianca Finestra al Centro
nl: Venster centreren en tegelen

source: Shortcut to tile the window in focus to center.
fr: Raccourci pour centrer la fenêtre en focus.
it: Scorciatoia per affiancare la finestra in primo piano al centro.
nl: De sneltoets waarmee een gefocust venster kan worden gecentreerd en getegeld.

source: Tile Window to Left
fr: Placer la Fenêtre à Gauche
it: Affianca Finestra a Sinistra
nl: Venster tegelen aan linkerkant

source: Shortcut to tile the window in focus to left.
fr: Raccourci pour placer la fenêtre en focus à gauche.
it: Scorciatoia per affiancare la finestra in primo piano a sinistra.
nl: De sneltoets waarmee een gefocust venster aan de linkerkant van het scherm kan worden getegeld.

source: Tile Window to Right
fr: Placer la Fenêtre à Droite
it: Affianca Finestra a Destra
nl: Venster tegelen aan rechterkant

source: Shortcut to tile the window in focus to right.
fr: Raccourci pour placer la fenêtre en focus à droite.
it: Scorciatoia per affiancare la finestra in primo piano a destra.
nl: De sneltoets waarmee een gefocust venster aan de rechterkant van het scherm kan worden getegeld.

source: Tile Window to Top
fr: Placer la Fenêtre en Haut
it: Affianca Finestra in Alto
nl: Venster bovenaan tegelen

source: Shortcut to tile the window in focus to top.
fr: Raccourci pour placer la fenêtre en focus en haut.
it: Scorciatoia per affiancare la finestra in primo piano in alto.
nl: De sneltoets waarmee een gefocust venster bovenaan het scherm kan worden getegeld.

source: Tile Window to Bottom
fr: Placer la Fenêtre en Bas
it: Affianca Finestra in Basso
nl: Venster onderaan tegelen

source: Shortcut to tile the window in focus to bottom.
fr: Raccourci pour placer la fenêtre en bas.
it: Scorciatoia per affiancare la finestra in primo piano in basso.
nl: De sneltoets waarmee een gefocust venster onderaan het scherm kan worden getegeld.

source: Tile Window to Top Left
fr: Placer la Fenêtre en Haut à Gauche
it: Affianca Finestra in Alto a Sinistra
nl: Venster linksboven tegelen

source: Shortcut to tile the window in focus to top left.
fr: Raccourci pour placer la fenêtre en focus en haut à gauche.
it: Scorciatoia per affiancare la finestra in primo piano in alto a sinistra.
nl: De sneltoets waarmee een gefocust venster linksboven op het scherm kan worden getegeld.

source: Tile Window to Top Right
fr: Placer la Fenêtre en Haut à Droite
it: Affianca Finestra in Alto a Destra
nl: Venster rechtsboven tegelen

source: Shortcut to tile the window in focus to top right.
fr: Raccourci pour placer la fenêtre en focus en haut à droite.
it: Scorciatoia per affiancare la finestra in primo piano in alto a destra.
nl: De sneltoets waarmee een gefocust venster rechtsboven op het scherm kan worden getegeld.

source: Tile Window to Bottom Left
fr: Placer la Fenêtre en Bas à Gauche
it: Affianca Finestra in Basso a Sinistra
nl: Venster linksonder tegelen

source: Shortcut to tile the window in focus to bottom left.
fr: Raccourci pour placer la fenêtre en bas à gauche.
it: Scorciatoia per affiancare la finestra in primo piano in basso a sinistra.
nl: De sneltoets waarmee een gefocust venster linksonder op het scherm kan worden getegeld.

source: Tile Window to Bottom Right
fr: Placer la Fenêtre en Bas à Droite
it: Affianca la Finestra in Basso a Destra
nl: Venster rechtsonder tegelen

source: Shortcut to tile the window in focus to bottom right.
fr: Raccourci pour placer la fenêtre en focus en bas à droite.
it: Scorciatoia per affiancare la finestra in primo piano in basso a destra.
nl: De sneltoets waarmee een gefocust venster rechtsonder op het scherm kan worden getegeld.

source: Press your keyboard shortcut or 'Backspace' to disable...
fr: Appuyer sur votre raccourci clavier ou "retour arrière" pour désactiver...

source: Keyboard Shortcut
fr: Raccourci Clavier
it: Scorciatoia da Tastiera
nl: Sneltoets

source: Gap size is now at %d percent
fr: L'espace est maintenant de %d pourcent
it: La dimensione del margine è impostata al %d percento
nl: Tussenruimte: %d procent
